{
  "continents": [
    {
      "id": "africa",
      "data": {
        "name": "África",
        "excerpt": "Grande diversidade étnica, cultural, social e política.",
        "info": "A África é o terceiro continente mais extenso (depois da Ásia e da América) com cerca de 30 milhões de quilômetros quadrados, cobrindo 20,3% da área total da terra firme do planeta. É o segundo continente mais populoso da Terra (atrás da Ásia) com cerca de um bilhão de pessoas (estimativa para 2005), representando cerca de um sétimo da população mundial, e 54 países independentes. Tem se transformado na ultima década em uma continente cada vez mais católico.",
        "countries": 55,
        "languages": 2000,
        "population": 1.225
      },
      "cities": [
        {
          "name": "Lagos",
          "country": "Nigéria",
          "code": "NGA"
        },
        {
          "name": "Cairo",
          "country": "Egito",
          "code": "EGY"
        },
        {
          "name": "Kinshasa",
          "country": "Congo",
          "code": "COD"
        },
        {
          "name": "Luanda",
          "country": "Angola",
          "code": "AGO"
        },
        {
          "name": "Joanesburgo",
          "country": "África do Sul ",
          "code": "ZAF"
        }
      ]
    },
    {
      "id": "america",
      "data": {
        "name": "América",
        "excerpt": "Novo Mundo.",
        "info": "América é o continente localizado no hemisfério ocidental e que se estende, no sentido norte-sul, desde o oceano Ártico até o cabo Horn, ao longo de cerca de 15 mil quilômetros. É o segundo maior continente em área. O seu extremo oriental insular (não continental) encontra-se na Groenlândia, o Nordostrundingen, enquanto o ocidental localiza-se nas Aleutas. Já os extremos continentais (não insulares) são o cabo Príncipe de Gales, o extremo ocidental, no Alasca, e a ponta do Seixas, extremo oriental, no estado brasileiro da Paraíba.",
        "countries": 35,
        "languages": 10,
        "population": 1.022
      },
      "cities": [
        {
          "name": "São Paulo",
          "country": "Brasil",
          "code": "BRA"
        },
        {
          "name": "Lima",
          "country": "Peru",
          "code": "PER"
        },
        {
          "name": "Nova Iorque",
          "country": "Estados Unidos",
          "code": "USA"
        },
        {
          "name": "Cidade do México",
          "country": "México",
          "code": "MEX"
        },
        {
          "name": "Bogotá",
          "country": "Colombia",
          "code": "COL"
        }
      ]
    },
    {
      "id": "asia",
      "data": {
        "name": "Ásia",
        "excerpt": " O continente mais extenso",
        "info": "A Ásia é o maior dos continentes, tanto em área como em população. Abrange um terço das partes sólidas da superfície da Terra e é responsável por abrigar quase três quintos da população mundial. A Ásia faz fronteira no lado ocidental com a África e com a Europa, e no lado oriental com o oceano Pacífico, a Oceania e, em menor proporção, com a América do Norte, pelo Estreito de Bering.",
        "countries": 50,
        "languages": 8,
        "population": 4.462
      },
      "cities": [
        {
          "name": "Xangai",
          "country": "China",
          "code": "CHN"
        },
        {
          "name": "Mumbai",
          "country": "Índia",
          "code": "IND"
        },
        {
          "name": "Istambul",
          "country": "Turquia",
          "code": "TUR"
        },
        {
          "name": "Seul",
          "country": "Coreia do sul",
          "code": "KOR"
        },
        {
          "name": "Tóquio",
          "country": "Japão",
          "code": "JPN"
        }
      ]
    },
    {
      "id": "europa",
      "data": {
        "name": "Europa",
        "excerpt": "O continente mais antigo.",
        "info": "A Europa é, por convenção, um dos seis continentes do mundo. Compreendendo a península ocidental da Eurásia, a Europa geralmente divide-se da Ásia a leste pela divisória de águas dos montes Urais, o rio Ural, o mar Cáspio, o Cáucaso, e o mar Negro a sudeste.",
        "countries": 50,
        "languages": 60,
        "population": 741
      },
      "cities": [
        {
          "name": "Londres",
          "country": "Reino Unido",
          "code": "GBR"
        },
        {
          "name": "Paris",
          "country": "França",
          "code": "FRA"
        },
        {
          "name": "Roma",
          "country": "Itália",
          "code": "ITA"
        },
        {
          "name": "Praga",
          "country": "República Tcheca",
          "code": "CZE"
        },
        {
          "name": "Amsterdã",
          "country": "Holanda",
          "code": "NLD"
        }
      ]
    },
    {
      "id": "oceania",
      "data": {
        "name": "Oceania",
        "excerpt": "O menor continente.",
        "info": "Oceania  é uma região geográfica composta por vários grupos de ilhas do oceano Pacífico (Polinésia, Melanésia e Micronésia). O termo Oceania foi criado em 1831 pelo explorador francês Dumont d'Urville. O termo é usado hoje em vários idiomas para designar uma região geográfica e política que compreende o continente da Austrália e ilhas do Oceano Pacífico adjacentes. Os limites da Oceania são definidos de várias maneiras. A maioria das definições reconhecem partes da Australásia como a Austrália, Nova Zelândia e Nova Guiné, e parte do Arquipélago Malaio como sendo partes da Oceania.",
        "countries": 16,
        "languages": 18,
        "population": 40
      },
      "cities": [
        {
          "name": "Sydney",
          "country": "Austrália",
          "code": "AUS"
        },
        {
          "name": "Melbourne",
          "country": "Austrália",
          "code": "AUS"
        },
        {
          "name": "Brisbane",
          "country": "Austrália",
          "code": "AUS"
        },
        {
          "name": "Perth",
          "country": "Austrália",
          "code": "AUS"
        },
        {
          "name": "Macáçar",
          "country": "Indonésia",
          "code": "IDN"
        }
      ]
    },
    {
      "id": "antartida",
      "data": {
        "name": "Antártida",
        "excerpt": "O continente mais frio.",
        "info": "Antártida ou Antártica é o mais meridional e o segundo menor dos continentes (maior apenas que a Austrália), com uma superfície de 14 milhões de quilômetros quadrados. Rodeia o polo Sul, e por esse motivo está quase completamente coberta por enormes geleiras (glaciares), exceção feita a algumas zonas de elevado aclive nas cadeias montanhosas e à extremidade norte da península Antártica. Sua formação se deu pela separação do antigo supercontinente Gondwana há aproximadamente 100 milhões de anos e seu resfriamento aconteceu nos últimos 35 milhões de anos.",
        "countries": 0,
        "languages": 0,
        "population": 1
      },
      "cities": []
    }
  ]
}